tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"

brew "antibody"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "diffstat"
brew "exa"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "grpcurl"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "nvm"
brew "tree"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "vegeta"
brew "wget"
brew "teamookla/speedtest/speedtest"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "dropbox"
cask "font-fira-code"
cask "go2shell"
cask "muzzle"
cask "rectangle"
